Repository: KubaKaszycki/libMhO
Catalog: po/*.po
Languages: pl

source: Object
pl: Obiekt

source: Executable
pl: Wykonywalny

source: FVMlib
pl: Stała biblioteka wirtualnej maszyny

source: Core
pl: Jądro

source: Preloaded
pl: Preładowane

source: Dynamic library
pl: Biblioteka dynamiczna

source: Dynamic linker
pl: Linker dynamiczny

source: Bundle
pl: Paczka

source: Unknown
pl: Nieznany

source: any CPU (any vendor)
pl: jakiekolwiek CPU (jakikolwiek producent)

source: i860 big endian (Intel)
pl: i860 duży endian (intel)

source: any
pl: jakikolwiek

source: any VAX
pl: jakikolwiek VAX

source: Is a directory
pl: Jest katalogiem

source: Operation not supported on socket
pl: Operacja nieobsługiwana dla gniazda

source: No such file
pl: Nie ma takiego pliku

source: No read permission
pl: Brak uprawnień odczytu

source: I/O error
pl: Błąd wejścia/wyjścia

source: Not a Mach object
pl: Nie jest obiektem Mach

source: Dump something from Mach-O file
pl: Wypisz coś z pliku Mach-O

source: Usage
pl: Użycie

source: SUBCOMMAND
pl: PODKOMENDA

source: options
pl: opcje

source: Subcommands
pl: Podkomendy:

source: Display this help text
pl: Wyświetl ten tekst pomocy

source: Display version of libMhO
pl: Wyświetl wersję libMhO

source: Display Mach header
pl: Wyświetl nagłówek Mach

source: Display load commands
pl: Wyświetl komendy ładowania

source: Display segments (in one file)
pl: Wyświetl segmenty (w jednym pliku)

source: Display sections (in one segment)
pl: Wyświetl sekcje (w jednym segmencie)

source: Display symbols (in one section)
pl: Wyświetl symbole (w jednej sekcji)

source: There is also one easter milk (I meant egg)... Try to find it!
pl: Jest też wielkanocne mleko (chodziło mi o jajko)... Spróbuj je znaleźć!

source: Command not found
pl: Komendy nie znaleziono

source: Error
pl: Błąd

source: Missing subcommand
pl: Brakująca podkomenda

source: For details type: %s help
pl: Aby uzyskać szczegóły, wpisz: %s help

source: Magic number
pl: Liczba magiczna

source: universal
pl: uniwersalna

source: little endian
pl: mały endian

source: big endian
pl: duży endian

source: invalid
pl: niepoprawna

source: Architecture count
pl: Liczba architektur

source: Architecture
pl: Architektura

source: CPU type
pl: Typ CPU

source: CPU subtype
pl: Podtyp CPU

source: Offset
pl: Odległość

source: Size
pl: Rozmiar

source: Alignment
pl: Zaokrąglenie

source: File type
pl: Typ pliku

source: Commands count
pl: Ilość komend

source: Commands sumaric size
pl: Całkowity rozmiar komend

source: Flags
pl: Flagi

source: Reserved (no purpose)
pl: Zarezerwowane (bez powodu)

source: Universal binaries not supported yet
pl: Uniwersalne obiekty jeszcze nieobsługiwane

source: Command
pl: Komenda

source: Type
pl: Typ
